about_text = '''💻 تیم برنامه نویسی أترو در سال 2018 وارد عرصه ربات سازی و برنامه نویسی شد ، در ابتدا هدف این بنیاد صرفا آموزشی بوده و در این راستا توانسته خدمات بی نظیری به علاقه مندان این حوزه ارائه دهد.

 ┈┅━─⊰𝘼𝙏𝙍𝙊⊱─━┅┈

📌 در این ربات از سرور های گران قیمت و اختصاصی آمستردام هلند استفاده شده است که کمترین پینگ را به تلگرام دارند و این باعث میشود ربات سرعت بیشتری در دریافت و پردازش اطلاعات در گروه داشته باشد.

📌 هدف این ربات، سرگرمی و خوشحالی شما از همه جهت است، هیچگونه تبلیغاتی در گروه شما ارسال نمیشود و مانند سایر ربات های دیگر از ارسال تبلیغات درآمد کسب نمیکنیم، زیرا معتقدیم ارزش گروه شما بالاتر از این موضوعات است.

📌 هیچگونه سوء استفاده ای از گروه شما توسط ربات انجام نخواهد شد و شما میتوانید کامل به ما اعتماد کنید.

📌 در این ربات تمامی قابلیت های کاربردی و مورد نیاز مرتبط با اکثر سبک های گروه و کانال گذاشته شده است و همچنین در صورت درخواست یک قابلیت از سمت یک مشتری، آن قابلیت در سریعترین زمان ممکن بر روی ربات قرار میگیرد.

📌 این ربات همیشه در حال آپدیت و پیشرفت است و تلاش میکند تا بهترین خدمات را به مشتریان خود ارائه دهد و کار آنها را ساده و ساده تر نماید.

📌 سیستم پخش موزیک این ربات بسیار پیشرفته طراحی شده است و قادر است با سرعت بسیار بالای موزیک و یا ویدیو در ویکسال پخش کند.

📌 سیستم دستورات و دریافت در این ربات به خوبی طراحی شده است و قادر است با کمترین سرعت پلی و پخش کند.

📌 مقام مشتری در دیدگاه ما بسیار بالا است و ما هیچوقت شما را در مواجه با مشکلات و سوالات تنها نخواهیم گذاشت و در هر لحظه پشتیبان شما خواهیم بود.

📌 در این ربات تمامی فعالیت های مدیران زیر نظر قرار خواهد گرفت و شما میتوانید در هر زمان، آمار کلی از فعالیت های انجام شده در گروه یا کانال خود را دریافت نمایید.

📌 دستورات در این ربات به صورت دو زبانه انگلیسی و فارسی میباشد و سعی شده در نهایت سادگی طراحی شود تا شما به راحتی بتوانید با ربات کار کنید، همچنین در این ربات یک پنل شیشه ای قرار گرفته و شما میتوانید تمامی تنظیمات گروه خود را از طریق این پنل تغییر دهید.

📌 این ربات توسط یک تیم برنامه نویسی با سابقه، با تجربه و حرفه ای برنامه نویسی شده است و هدف اصلی ایجاد امنیت و سهولت مدیریت در گروه شما است و هیچوقت از بقیه ربات ها از هیچ نظر عقب نمیوفتد و با فاصله چندین قدم جلوتر است.

┈┅━─⊰𝘼𝙏𝙍𝙊⊱─━┅┈
'''
help_play = """
<b>📗 دستورات پخش موزیک : </b>

پخش [نام موزیک] : <code>این دستور جهت پخش موزیک با نام موردنظر استفاده میشود.</code>
#پخش [نام فیلم/کلیپ] : <code>این دستور جهت پخش فیلم موردنظر استفاده میشود.</code>

❗️ همچنین میتوانید با ارسال موزیک یا فیلم در گروه و ریپلی کردن دستورات بالا روی فایل مورد نظر ، آن را در ویس کال گروه پخش کنید.

"""
help_manage = """<b>📕 دستورات مدیریت پلیر </b>


اتمام : <code>توقف کامل پلیر موزیک و خروج از ویس کال .</code>
توقف : <code>توقف موقتی موزیک در ویس کال .</code>
ادامه : <code>پخش مجدد موزیک متوقف شده در ویس کال .</code>
بعدی : <code>پخش موزیک یا فیلم بعدی در لیست انتظار .</code>
صف پخش : <code>مشاهده صف انتظار پخش موزیک و فیلم .</code>
پخش تصادفی : <code>پخش رندوم لیست انتظار .</code>
تکرار [روشن/خاموش] : <code>تنظیم قابلیت تکرار مجدد مدیا در حال پخش.</code>
تکرار [1,2,3,...] : <code>تنظیم قابلیت تکرار مجدد مدیا در حال پخش به تعداد دلخواه.</code>
پرش [ثانیه اضافی] : <code>جلو رفتن مدیا به اندازه دلخواه .</code>
عقب [ثانیه] : <code>عقب رفتن زمان مدیا به اندازه دلخواه.</code>

"""

help_auth="""
<b>📘 دستورات دسترسی پلیر</b>

مجاز [یوزرنیم/ایدی] : <code>مجاز کردن کاربران عادی جهت استفاده از پلیر.</code>
غیرمجاز [یوزرنیم/ایدی] : <code>حذف دسترسی کاربر مجاز شده .</code>
لیست دسترسی : <code>دریافت لیست کاربران مجاز به استفاده از پلیر .</code>
"""
